{"meta": {"description": "Targets of the SDGs", "id": "targets"}, "targets": [{"id": "1.1", "goal": 1, "title": "2030 လက်ရှိထက်လျော့နည်း $ 1.25 တစ်နေ့၌နေထိုင်သောလူအဖြစ်ကိုတိုင်း, နေရာတိုင်းလူမျိုးအပေါင်းတို့အဘို့အစွန်းရောက်ဆင်းရဲမွဲတေမှုပပျောက်ရေး"}, {"id": "1.2", "goal": 1, "title": "2030, အမျိုးသားရေးအဓိပ္ပာယ်အရသိရသည်မှာအနည်းဆုံးယောက်ျား, မိန်းမအပေါင်းတို့နှင့်ယင်း၏အတိုင်းအတာအတွက်ဆင်းရဲနွမ်းပါးမှုတှငျနထေိုငျအားလုံးအသက်အရွယ်၏သားသမီးများ၏ထက်ဝက်အချိုးအစားအားဖြင့်လျှော့ချ"}, {"id": "1.3", "goal": 1, "title": "ကြမ်းပြင်အပါအဝင်အလုံးစုံတို့အဘို့တစ်နိုင်ငံလုံးသင့်လျော်သောလူမှုရေးကာကွယ်စောင့်ရှောက်မှုစနစ်များနှင့်အစီအမံ, အကောင်အထည်ဖော်ရန်နှင့် 2030 ဆင်းရဲသားသိသိသာသာလွှမ်းခြုံအောင်မြင်ရန်နှင့်အားနည်းချက်"}, {"id": "1.4", "goal": 1, "title": "2030, သင့်လျော်တဲ့, အထူးသဖြင့်ဆင်းရဲသောသူနှင့်အားနည်းချက်လူအပေါင်းတို့နှင့်အမျိုးသမီး, တန်းတူ, စီးပွားရေးအရင်းအမြစ်များကိုမှအခွင့်အရေး, အဖြစ်ကောင်းစွာအဖြစ်အခြေခံပညာန်ဆောင်မှု, ပိုင်ဆိုင်မှုနှင့်ပစ္စည်းဥစ္စာပိုင်ဆိုင်မှု, အမွေဥစ္စာကို, သဘာဝသယံဇာတများမြေယာနှင့်အခြားပုံစံများကိုထိန်းချုပ်ထားဖို့လက်လှမ်းရှိသည်သောအာမခံ အသေးစားငွေချေးအပါအဝင်နည်းပညာအသစ်နှင့်ဘဏ္ဍာရေးဆိုင်ရာဝန်ဆောင်မှုများ,"}, {"id": "1.5", "goal": 1, "title": "2030, ဆင်းရဲအားနည်းချက်အခြေအနေများတွင်သူတို့၏အခံနိုင်ရည်တည်ဆောက်နှင့်ရာသီဥတု-related အစွန်းရောက်ဖြစ်ရပ်များနှင့်အခြားစီးပွားရေး, လူမှုရေးနှင့်သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာလှုပ်ခြင်းနှင့်သဘာဝဘေးရန်သူတို့၏ထိတွေ့မှုနှင့်အားနည်းချက်လျှော့ချ"}, {"id": "1.a", "goal": 1, "title": "တိုးမြှင့်ဖွံ့ဖြိုးရေးဆိုင်ရာပူးပေါင်းဆောင်ရွက်မှုမှတဆင့်အပါအဝင်, သတင်းရင်းမြစ်အမျိုးမျိုးမှသယံဇာတများသိသာထင်ရှားသောစည်းရုံးလှုံ့ဆော်အာမခံ, ဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက်လုံလောက်သောနှင့်ကြိုတင်ခန့်မှန်းနည်းလမ်းပေးနိုင်ဖို့အတွက်အထူးသဖြင့်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်, အားလုံး၎င်း၏ရှုထောင့်များတွင်ဆင်းရဲမွဲတေမှုအဆုံးသတ်ရေးအစီအစဉ်များနှင့်မူဝါဒများအကောင်အထည်ဖေါ်ရန်"}, {"id": "1.b", "goal": 1, "title": "လိုလားတဲ့ဆင်းရဲသားများနှင့်ကျား, မ-ထိခိုက်မခံတဲ့ဖွံ့ဖြိုးတိုးတက်မှုအတွက်မဟာဗျူဟာများပေါ်တွင်အခြေခံသည့်, အမျိုးသားရေးဒေသဆိုင်ရာနှင့်နိုင်ငံတကာအဆင့်မှာသံကိုမူဝါဒကိုမူဘောင်တစ်ခုကိုဖန်တီး, ဆင်းရဲမွဲတေမှုပပျောက်ရေးလုပ်ရပ်အတွက်အရှိန်မြှရင်းနှီးမြှုပ်နှံမှုကိုထောကျပံ့ဖို့"}, {"id": "2.1", "goal": 2, "title": "2030, အဆုံးငတ်မွတ်ခေါင်းပါးမှုနှင့်အထူးသဖြင့်, လူမျိုးအပေါင်းတို့အားဖြင့်ဆင်းရဲပြီးမွေးစကလေးအပါအဝင်အားနည်းချက်အခြေအနေများ, လူ access ကိုသေချာစေရန်, လုံခြုံစိတ်ချရသောအာဟာရနှင့်လုံလောက်သောအစားအစာအားလုံးတစ်နှစ်ပတ်လုံးမှ"}, {"id": "2.2", "goal": 2, "title": "2030, 2025 ခုနှစ်တွင်, ကလေးများကြီးထွားမှုနှင့်အသက် 5 နှစ်အောက်ကလေးများအတွက်ဖြုန်းအပေါ်နိုင်ငံတကာကသဘောတူခဲ့ပစ်မှတ်ရရှိအပါအဝင်အာဟာရချို့တဲ့မှုပုံစံအားလုံးကို, အဆုံးသတ်ကို၎င်း, ဆယ်ကျော်သက်မိန်းကလေးများအာဟာရလိုအပ်ချက်များကို, ကိုယ်ဝန်ဆောင်နှင့်နို့တိုက်အမျိုးသမီးများနှင့်အဟောင်းတွေပုဂ္ဂိုလ်များဖြေရှင်းရန်"}, {"id": "2.3", "goal": 2, "title": "2030, စိုက်ပျိုးရေးကုန်ထုတ်စွမ်းအားနှင့်မြေယာမှလုံလုံခြုံခြုံနဲ့တန်းတူအသုံးပြုခွင့်မှတဆင့်အပါအဝင်အမျိုးသမီးများ, တိုင်းရင်းသားလူမျိုး, မိသားစုလယ်သမားများ, မွေးနဲ့မျှားသောတံငါအထူးသဖြင့်အသေးစားအစားအစာထုတ်လုပ်သူများ, ၏ဝင်ငွေ, အခြားအကျိုးဖြစ်ထွန်းသောအရင်းအမြစ်များနှင့်သွင်းအားစု, အသိပညာ, ဘဏ္ဍာရေးဝန်ဆောင်မှုများကိုနှစ်ဆ, တနျဖိုးထို့အပြင်နှင့် Non-လယ်ယာအလုပ်အကိုင်များအတွက်စျေးကွက်နှင့်အခွင့်အလမ်းများကို"}, {"id": "2.4", "goal": 2, "title": "2030, ရေရှည်တည်တံ့သည့်စားနပ်ရိက္ခာထုတ်လုပ်မှုစနစ်များကိုသေချာစေရန်နှင့်ရာသီဥတုပြောင်းလဲမှုကိုလိုက်လျောညီထွေများအတွက်စွမ်းရည်ကိုခိုင်ခံ့ကြောင်းဂေဟစနစ်ကိုထိန်းသိမ်းရန်ကူညီကုန်ထုတ်စွမ်းအားနှင့်ထုတ်လုပ်မှုကိုတိုးမြှင့်ကြောင်းဒဏ်ခံစိုက်ပျိုးရေးအလေ့အကျင့်, အကောင်အထည်ဖော်ဖို့, အစွန်းရောက်ရာသီဥတု, မိုးခေါင်ခြင်း, ရေကြီးခြင်းနှင့်အခြားသဘာဝဘေးအန္တရာယ်များနှင့်တဖြည်းဖြည်းမြေနှင့်မြေဆီလွှာကိုအရည်အသွေးကိုတိုးတက်ကြောင်း"}, {"id": "2.5", "goal": 2, "title": "2020, အ, အမျိုးသားရေးဒေသဆိုင်ရာနှင့်နိုင်ငံတကာအဆင့်အတွက်တော့မလိုအပ်ဘူးလို့ပဲဆိုရမှာပါစီမံခန့်ခွဲနှင့်ပိုမိုစုံလင်အမျိုးအနွယ်နှင့်စက်ရုံဘဏ်များမှတဆင့်အပါအဝင်, အစေ့များ, စိုက်ပျိုးပင်များနှင့်မွေးမြူရေးနှင့်ပြည်တွင်းတိရိစ္ဆာန်များနှင့်၎င်းတို့၏ဆက်စပ်ရိုင်းသောမျိုးစိတ်များ၏မျိုးဗီဇမတူကွဲပြားမှုကိုထိန်းသိမ်းရန်နှင့်မှ access ကိုသေချာစေရန်နှင့်တရားမျှတပြီးတန်းတူညီမျှ နိုင်ငံတကာကသဘောတူထားသည့်အတိုင်း, မျိုးဗီဇအရင်းအမြစ်များနှင့်ဆက်စပ်နေသောအစဉ်အလာကိုသိသောဥာဏ်၏အသုံးချရာမှပေါ်ထွက်လာသောအကျိုးခံစားခွင့်များမျှဝေ"}, {"id": "2.a", "goal": 2, "title": "ကျေးလက်အခြေခံအဆောက်အဦများအတွက်, တိုးမြှင့်အပြည်ပြည်ဆိုင်ရာပူးပေါင်းဆောင်ရွက်ရေးမှတဆင့်အပါအဝင်ရင်းနှီးမြှုပ်နှံမှုကိုတိုးမြှင့်, စိုက်ပျိုးရေးသုတေသနနှင့် extension ကိုန်ဆောင်မှု, နည်းပညာဖွံ့ဖြိုးရေးနှင့်ပင်နှင့်တိရစ္ဆာန်များမျိုးဗီဇဘဏ်များဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက်စိုက်ပျိုးရေးဖြစ်ထွန်းစွမ်းရည်မြှင့်တင်ရန်နိုင်ဖို့အတွက်အထူးသဖြင့်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်"}, {"id": "2.b", "goal": 2, "title": "မှန်ကန်သောနှင့်ဒိုဟာဖွံ့ဖြိုးရေးပါတီက Round ၏လုပ်ပိုင်ခွင့်များနှင့်အညီ, စိုက်ပျိုးရေးပို့ကုန်ထောက်ပံ့မှုများနှင့်ညီမျှ efect နှင့်အတူအားလုံးပို့ကုန်အစီအမံ၏ပုံစံအားလုံးကို၏အပြိုင်ဖျက်သိမ်းရေးမှတဆင့်အပါအဝင်ကမ္ဘာစိုက်ပျိုးရေးစျေးကွက်, ကုန်သွယ်ရေးကန့်သတ်ခြင်းနှင့်ပျက်ယွင်းတားဆီး"}, {"id": "2.c", "goal": 2, "title": "အစွန်းရောက်အစာစျေးနှုန်းမတည်ငြိမ်မှုကန့်သတ်ရန်ကူညီနိုင်ဖို့အတွက်သင့်လျော်သောအစားအစာကုန်စည်စျေးကွက်၏လုပ်ငန်းဆောင်တာများနှင့်၎င်းတို့၏အနကျအဓိပ်ပါယျအာမခံနှင့်အစားအစာသိုက်အပေါ်အပါအဝင်ဈေးကွက်သတင်းအချက်အလက်မှအချိန်မီဝင်ရောက်ခွင့်, အဆင်ပြေချောမွေ့စေရန်အစီအမံချမှတ်"}, {"id": "3.1", "goal": 3, "title": "2030, 100,000 တိုက်ရိုက်ထုတ်လွှကလေးမွေးဖွားနှုန်းထက်လျော့နည်း 70 ကမ္ဘာလုံးဆိုင်ရာမိခင်သေဆုံးမှုအချိုးကိုလျော့ချ"}, {"id": "3.2", "goal": 3, "title": "အသက် 5 နှစ်အောက်မွေးကင်းစကလေးနှင့်ကလေးများ၏ 2030, အဆုံးကာကွယ်နိုင်သောသေဆုံးမှု, နိုင်ငံအားလုံးနှင့်အတူ 1000 တိုက်ရိုက်ထုတ်လွှကလေးမွေးဖွားနှုန်းက 12 အဖြစ်ကအနည်းဆုံးအဖြစ်အနိမ့်မှမွေးကင်းစကလေးများသေဆုံးမှုကိုလျှော့ချဖို့ရည်ရွယ်ခြင်းနှင့်တိုက်ရိုက် 1,000 နှုန်း 25 အဖြစ်ကအနည်းဆုံးအဖြစ်အနိမ့်ဖို့အောက်မှာ-5 သေဆုံးမှု ကလေးမွေးဖွား"}, {"id": "3.3", "goal": 3, "title": "2030, အေအိုင်ဒီအက်စ်ရောဂါစ, တီဘီ, ငှက်ဖျားနဲ့လျစ်လျူရှုအပူပိုင်းရောဂါနှင့်တိုက်ခိုက်ရေးအသည်းရောင်အသားဝါဘီ, ရေ-ဘွားမြင်သောရောဂါများနှင့်အခြားကူးစက်နိုင်သောအနာရောဂါများကိုအဆုံးသတ်"}, {"id": "3.4", "goal": 3, "title": "2030, ကြိုတင်ကာကွယ်ရေးနှင့်ကုသမှုအားဖြင့် Non-ကူးစက်နိုင်သောအနာရောဂါများမှတစ်တတိယအရွယ်မတိုင်မီသေဆုံးနှုန်းအားဖြင့်လျှော့ချရန်နှင့်စိတ်ပိုင်းဆိုင်ရာကျန်းမာရေးကိုမြှင့်တင်ရန်နှင့်ကောင်းစွာဖြစ်ခြင်း"}, {"id": "3.5", "goal": 3, "title": "မူးယစ်ဆေးဝါးအလွဲသုံးမှုနှင့်အရက်၏အန္တရာယ်ရှိသောအသုံးပြုမှုအပါအဝင်ပစ္စည်းဥစ္စာအလွဲသုံးစားမှုကာကွယ်တားဆီးရေးနှင့်ကုသမှုကိုခိုင်ခံ့စေ"}, {"id": "3.6", "goal": 3, "title": "2020 လမ်းအသွားအလာမတော်တဆမှုကနေကမ္ဘာလုံးဆိုင်ရာသေဆုံးမှုနှင့်ဒဏ်ရာရ၏အရအေတှကျ halve"}, {"id": "3.7", "goal": 3, "title": "2030, မိသားစုစီမံကိန်းရေးဆွဲခြင်း, သတင်းအချက်အလက်နှင့်ပညာရေးအဘို့အပါအဝင်, လိင်ပိုင်းဆိုင်ရာနှင့်မျိုးပွားမှုကျန်းမာရေးစောင့်ရှောက်မှုန်ဆောင်မှုမှ universal access ကိုသေချာစေရန်နှင့်အမျိုးသားပြန်လည်မဟာဗျူဟာများနှင့်အစီအစဉ်များသို့မျိုးဆက်ပွားကျန်းမာရေးများ၏ပေါင်းစည်းမှု"}, {"id": "3.8", "goal": 3, "title": "ဘဏ္ဍာရေးအန္တရာယ်ကာကွယ်စောင့်ရှောက်ရေး, အရည်အသွေးမရှိမဖြစ်လိုအပ်သောကျန်းမာရေးစောင့်ရှောက်မှုန်ဆောင်မှုမှဝင်ရောက်ခွင့်နှင့်ဘေးကင်းလုံခြုံရွေးကောက်ပွဲများ, အရည်အသွေးနှင့်အလုံးစုံတို့အဘို့တတ်နိုင်မရှိမဖြစ်လိုအပ်သောဆေးဝါးများနှင့်ကာကွယ်ဆေးမှဝင်ရောက်ခွင့်အပါအဝင်စကြဝဠာကျန်းမာရေးကိုလွှမ်းခြုံ, အောင်မြင်ရန်"}, {"id": "3.9", "goal": 3, "title": "2030, သိသိသာသာအန္တရာယ်ရှိသောဓာတုပစ္စည်းများနှင့်လေ, ရေနှင့်မြေဆီလွှာညစ်ညမ်းမှုများနှင့်ညစ်ညမ်းမှသေဆုံးမှုနှင့်ရောဂါ၏အရေအတွက်ကိုလျှော့ချ"}, {"id": "3.a", "goal": 3, "title": "သင့်လျော်သောကဲ့သို့ခပ်သိမ်းသောနိုင်ငံများတွင်ဆေးရွက်ကြီးထိန်းချုပ်ရေးအပေါ်ကမ္ဘာ့ကျန်းမာရေးအဖွဲ့မူဘောင်ကွန်ဗင်းရှင်း၏အကောင်အထည်ဖော်မှုကိုခိုင်ခံ့စေ"}, {"id": "3.b", "goal": 3, "title": "QUERY LENGTH LIMIT EXCEDEED. MAX ALLOWED QUERY : 500 CHARS"}, {"id": "3.c", "goal": 3, "title": "သိသိသာသာအထူးသဖြင့်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများနှင့်သေးငယ်တဲ့ကျွန်းဖွံ့ဖြိုးဆဲပွညျထောငျစုတှငျကနျြးမာရေးငွေကြေးနှင့်ဖွံ့ဖြိုးဆဲနိုင်ငံများတွင်ကျန်းမာရေးလုပ်သားအင်အား၏စုဆောင်းမှု, ဖွံ့ဖြိုးရေး, သင်တန်းနှင့် retention ကိုတိုးမြှင့်"}, {"id": "3.d", "goal": 3, "title": "အမျိုးသားရေးနှင့်ကမ္ဘာ့ကျန်းမာရေးကိုအန္တရာယ်များ၏အထူးသဖြင့်ဖွံ့ဖြိုးဆဲနိုင်ငံများတွင်, နိုင်ငံအားလုံး၏စွမ်းရည်ကိုခိုင်ခံ့စေကြိုတင်သတိပေးအဘို့, အန္တရာယ်လျှော့ချရေးနှင့်စီမံခန့်ခွဲမှု"}, {"id": "4.1", "goal": 4, "title": "2030, အားလုံးမိန်းကလေးများနှင့်ယောက်ျားလေးများအခမဲ့ဖြည့်စွက်ကြောင်းသေချာစေရန်သာတူညီမျှနှင့်အရည်အသွေးမူလတန်းနှင့်အလယ်တန်းပညာရေးကိုသက်ဆိုင်ရာများနှင့် efective သင်ယူမှုရလဒ်များမှဦးဆောင်"}, {"id": "4.2", "goal": 4, "title": "2030, သူတို့ကမူလတန်းပညာရေးများအတွက်အဆင်သင့်ဖြစ်နေပြီဖြစ်ကြောင်းဒါကြောင့်အားလုံးမိန်းကလေးများနှင့်ယောက်ျားလေးများရဲ့အရည်အသွေးအစောပိုင်းကလေးဘဝဖွံ့ဖြိုးရေး, စောင့်ရှောက်မှုနှင့် Pre-မူလတန်းပညာရေးကိုလက်လှမ်းမီရှိသည်သောအာမခံ"}, {"id": "4.3", "goal": 4, "title": "2030, တက္ကသိုလ်အပါအဝင် afordable နှင့်နည်းပညာအရည်အသွေး, သက်မွေးဝမ်းကျောင်းနှင့်ကောလိပ်, တက္ကသိုလ်ပညာရေးဖို့အားလုံးကိုအမျိုးသမီးများနှင့်ယောက်ျားတန်းတူအသုံးပြုခွင့်, အာမခံ"}, {"id": "4.4", "goal": 4, "title": "2030, သိသိသာသာလူငယ်၏နံပါတ်နှင့်သက်ဆိုင်ရာနည်းပညာနှင့်သက်မွေးဝမ်းကျောင်းကျွမ်းကျင်မှုအပါအဝင်ကျွမ်းကျင်မှု, အလုပ်အကိုင်အခွင့်အဘို့, လျောက်ပတ်သောအလုပ်အကိုင်များနှင့်စီးပွားရေးစွမ်းဆောင်မှုရှိသည်သောအရွယ်ရောက်ပြီးတိုးမြှင့်"}, {"id": "4.5", "goal": 4, "title": "2030, ပညာရေးအတွက်ကျားမညီမျှမှုဖယ်ရှားပစ်နှင့်ပညာရေးနှင့်အားနည်းချက်သည်အသက်မွေးဝမ်းကျောင်းသင်တန်းအားလုံးအဆင့်ဆင့်နဲ့တန်းတူ access ကိုသေချာစေရန်, အားနည်းချက်အခြေအနေများတွင်မသန်စွမ်း, တိုင်းရင်းသားလူမျိုးနှင့်ကလေးများနှင့်အတူလူပုဂ္ဂိုလ်များအပါအဝင်"}, {"id": "4.6", "goal": 4, "title": "2030, ရှိသမျှလူငယ်နှင့်လူကြီးတစ်ဦးသိသိသာသာအချိုးအစား, ယောက်ျားနှင့်မိန်းမနှစ်ဦးစလုံး, စာတတ်မြောက်မှုနှင့်အတွက်အချက်အောင်မြင်ရန်သေချာ"}, {"id": "4.7", "goal": 4, "title": "2030, ရှိသမျှစာသင်သားရေရှည်တည်တံ့ဖွံ့ဖြိုးရေးနှင့်ရေရှည်တည်တံ့သည့်ဘဝပုံစံများအတွက်ပညာရေး, လူ့အခွင့်အရေး, ကျားမတန်းတူရေး, ငြိမ်းချမ်းရေးနှင့်အကြမ်းမဖက်တဲ့ယဉ်ကျေးမှုမြှင့်တင်ရေး, ကမ္ဘာလုံးဆိုင်ရာနိုင်ငံသားဖြစ်ခွင့်များနှင့်တဆင့်အခြားသူများအကြား, အပါအဝင်ရေရှည်ဖွံ့ဖြိုးတိုးတက်မှုမြှင့်တင်ရန်လိုအပ်သည့်အသိပညာနှင့်ကျွမ်းကျင်မှုဆည်းပူးကြောင်းသေချာစေရန် ယဉ်ကျေးမှုမတူကွဲပြားမှုများနှင့်စဉ်ဆက်မပြတ်ဖွံ့ဖြိုးတိုးတက်မှုယဉ်ကျေးမှုရဲ့အလှူငွေ၏ကြေးဇူးတငျကွောငျး"}, {"id": "4.a", "goal": 4, "title": "Build နှင့်အဆင့်မြှင့်တင်ရန်ကလေးဖြစ်ကြောင်းပညာရေးအဆောက်အဦ, မသန်စွမ်းမှုနှင့်ကျားမထိခိုက်မခံတဲ့အပေါင်းတို့နှင့်အဘို့ဘေးကင်းလုံခြုံ, အကြမ်းမဖက်အားလုံးပါဝင်နိုင်နှင့် efective သင်ယူမှုပတ်ဝန်းကျင်ပေး"}, {"id": "4.b", "goal": 4, "title": "2020 သိသိသာသာ, သက်မွေးဝမ်းကျောင်းသင်တန်းနှင့်သတင်းအချက်အလက်နှင့်ဆက်သွယ်ရေးနည်းပညာကိုအပါအဝင်အထူးသဖြင့်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများသို့, အသေးစားကျွန်းအဆင့်မြင့်ပညာရေးအတွက်ကျောင်းအပ်ဘို့, ပြည်နယ်နှင့်အာဖရိကနိုင်ငံများကဖွံ့ဖြိုးဆဲ၌တကမ္ဘာလုံးနည်းပညာပိုင်းဆိုင်ရာအင်ဂျင်နီယာနှင့်သိပ္ပံပညာအစီအစဉ်များကိုဖွံ့ဖြိုးဆဲနိုင်ငံများသို့ရရှိနိုင်ပညာသင်ဆု၏အရေအတွက်တိုးချဲ့ , ဖွံ့ဖြိုးပြီးနိုင်ငံများနှင့်အခြားဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက်"}, {"id": "4.c", "goal": 4, "title": "2030, သိသိသာသာဖွံ့ဖြိုးဆဲနိုင်ငံများရှိဆရာသင်တန်းကိုနိုင်ငံတကာပူးပေါင်းဆောင်ရွက်မှုမှတဆင့်အပါအဝင်အရည်အချင်းပြည့်မီသောဆရာ, ဆရာမ, အထူးသဖြင့်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများနှင့်သေးငယ်တဲ့ကျွန်းဖွံ့ဖြိုးဆဲပွညျထောငျစု၏ထောက်ပံ့ရေးတိုးမြှင့်"}, {"id": "5.1", "goal": 5, "title": "နေရာတိုင်းအားလုံးအမျိုးသမီးများနှင့်မိန်းကလေးငယ်များဆန့်ကျင်ခွဲခြားဆက်ဆံမှုပုံစံအားလုံးကိုရပ်တန့်"}, {"id": "5.2", "goal": 5, "title": "ခေါင်းပုံဖြတ်၏ခြေရာခံနှင့်လိင်နှင့်အခြားအမျိုးအစားများအပါအဝင်အများပြည်သူနှင့်ပုဂ္ဂလိကနယ်ပယ်ထဲမှာအားလုံးအမျိုးသမီးများနှင့်မိန်းကလေးငယ်များဆန့်ကျင်အကြမ်းဖက်မှုပုံစံအားလုံးကိုဖယ်ရှားပစ်"}, {"id": "5.3", "goal": 5, "title": "ထိုကဲ့သို့သောကလေးအဖြစ်အားလုံးအန္တရာယ်ရှိသောအလေ့အကျင့်, အစောပိုင်းနှင့်အတင်းအဓမ္မလက်ထပ်ထိမ်းမြားနှင့်မိန်းမနှစ်ယောက်တည်းကိုလိင်အင်္ဂါဖြတ်တောက်မှုဖယ်ရှားပစ်"}, {"id": "5.4", "goal": 5, "title": "သင့်လျော်သောအဖြစ်တစ်နိုင်ငံလုံးအများပြည်သူဝန်ဆောင်မှု, အခြေခံအဆောက်အဦများနှင့်လူမှုရေးကာကွယ်စောင့်ရှောက်မှုမူဝါဒများနှင့်အိမ်ထောင်စုအတွင်း shared တာဝန်များ၏မြှင့်တင်ရေးနှင့်မိသားစုများ၏ပြဌာန်းချက်အားဖြင့်ကြွေးကျန်စောင့်ရှောက်မှုနှင့်ပြည်တွင်းအလုပ်အသိအမှတ်ပြုရန်နှင့်တန်ဖိုး"}, {"id": "5.5", "goal": 5, "title": "အမြိုးသမီးမြားရဲ့အပြည့်အဝနှင့်ထိရောက်သောပါဝင်မှုနှင့်နိုင်ငံရေး, စီးပွားရေးနှင့်ပြည်သူ့အသက်တာ၌ decisionmaking ၏အားလုံးအဆင့်ဆင့်မှာခေါင်းဆောင်မှုအတွက်တန်းတူအခွင့်အလမ်းများသေချာ"}, {"id": "5.6", "goal": 5, "title": "လူဦးရေနှင့်ဖွံ့ဖြိုးတိုးတက်ရေးအပေါ်နိုင်ငံတကာညီလာခံ၏လှုပ်ရှားမှု၏အစီအစဉ်နှင့်လှုပ်ရှားမှုများအတွက်ဘေဂျင်းပလက်ဖောင်းနှင့်၎င်းတို့၏သုံးသပ်ချက်ကိုညီလာခံ၏ရလဒ်ကိုစာရွက်စာတမ်းများနှင့်အညီသဘောတူညီခဲ့အဖြစ်လိင်ပိုင်းဆိုင်ရာနှင့်မျိုးပွားမှုကျန်းမာရေးနှင့်မျိုးပွားမှုအခွင့်အရေး universal access ကိုသေချာစေရန်"}, {"id": "5.a", "goal": 5, "title": "အမျိုးသမီးများကစီးပွားရေးအရင်းအမြစ်တွေကိုမှတန်းတူအခွင့်အရေးပေးဖို့ပြုပြင်ပြောင်းလဲမှုများကိုဆောင်ရွက်ရန်အဖြစ်မြေယာနှင့်ပိုင်ဆိုင်မှုပစ္စည်း, ဘဏ္ဍာရေးဝန်ဆောင်မှုများ, အမွေဥစ္စာကိုနှင့်သဘာဝအရင်းအမြစ်များကိုအခြားပုံစံများကိုကျော်ပိုင်ဆိုင်မှုနှင့်ထိန်းချုပ်မှုမှဝင်ရောက်ခွင့်, အမျိုးသားရေးဥပဒေများနှင့်အညီ"}, {"id": "5.b", "goal": 5, "title": "အမြိုးသမီးမြား၏လုပ်ပိုင်ခွင့်မြှင့်တင်ရန်, အထူးသဖြင့်သတင်းအချက်အလက်နှင့်ဆက်သွယ်ရေးနည်းပညာ, နည်းပညာ enable လုပ်ထားခြင်းများအသုံးပြုခြင်း Enhance"}, {"id": "5.c", "goal": 5, "title": "ကျားမတန်းတူရေး၏မြှင့်တင်ရေးနှင့်အားလုံးအဆင့်ဆင့်မှာအားလုံးအမျိုးသမီးများနှင့်မိန်းကလေးငယ်များရဲ့လုပ်ပိုင်ခွင့်အဘို့အသံကိုမူဝါဒများနှင့်အတည်ပြုဥပဒေချမှတ်နှင့်ခိုင်ခံ့စေ"}, {"id": "6.1", "goal": 6, "title": "2030, အလုံးစုံတို့အဘို့ဘေးကင်းလုံခြုံနှင့် aordable သောက်သုံးရေမှဝဠာနှင့်သာတူညီမျှလက်လှမ်းမီအောင်မြင်ရန်"}, {"id": "6.2", "goal": 6, "title": "2030, ရှိသမျှနှင့်အမျိုးသမီးနှင့်မိန်းကလေးများ၏လိုအပ်ချက်များကိုဖြည့်ဖို့ကိုအထူးအာရုံစိုကျ, ပွင့်လင်းကျင်ကြီးစွန်အဆုံးသတ်ရန်နှင့်အားနည်းချက်အခြေအနေများတွင်သူတို့အဘို့လုံလောက်တဲ့နှင့်သာတူညီမျှသန့်ရှင်းရေးနှင့်သန့်ရှင်းရေးမှဝင်ရောက်ခွင့်အောင်မြင်ရန်"}, {"id": "6.3", "goal": 6, "title": "2030, တကမ္ဘာလုံး, လေထုညစ်ညမ်းမှုကိုလျှော့ချအန္တရာယ်ရှိသောဓာတုပစ္စည်းများနှင့်ပစ္စည်းများစွန့်ပစ်နှင့်အသေးအဖွဲလွှတ်ပေးရန်ဖျက်သိမ်းရေး, တည်းကကုသမှုမရှိဘူးရေဆိုးများ၏အချိုးအစား halving နှင့်သိသိသာသာတိုးပွားလာပြန်လည်နှင့်ဘေးကင်းလုံခြုံပြန်သုံးရေရဲ့အရည်အသွေးတိုးတက်ကောင်းမွန်အောင်"}, {"id": "6.4", "goal": 6, "title": "2030, သိသိသာသာရေရှားပါးမှုကိုဖြေရှင်းရန်နှင့်သိသိသာသာရေရှားပါးမှုခံစားနေရပြီးလူများ၏အရေအတွက်ကိုလျှော့ချဖို့အားလုံးကိုကဏ္ဍများကိုဖြတ်ပြီးရေအသုံးပြုမှုထိရောက်မှုတိုးမြှင့်ခြင်းနှင့်ရေချို၏ရေရှည်တည်တံ့ထုတ်ယူနှင့်ထောက်ပံ့ရေးသေချာ"}, {"id": "6.5", "goal": 6, "title": "2030, သင့်လျော်သောအဖြစ် transboundary ပူးပေါင်းဆောင်ရွက်မှုမှတဆင့်အပါအဝင်အားလုံးအဆင့်ဆင့်မှာဘက်ပေါင်းစုံရေအရင်းအမြစ်များကိုစီမံခန့်ခွဲမှုအကောငျအထညျဖျော"}, {"id": "6.6", "goal": 6, "title": "2020, တောင်ကြီးတို့, သစ်တောများ, စိမျ့မွေ, မြစ်များ, မြေအောက်ရေစုလွှာနှင့်ရေကန်များအပါအဝင်ရေ-related ဂေဟစနစ်, ကာကွယ်ရန်နှင့် restore"}, {"id": "6.a", "goal": 6, "title": "2030, ရေရိတ်သိမ်း, desalination, ရေထိရောက်မှု, ရေဆိုးကုသမှုပြန်လည်နှင့်ပြန်သုံးနည်းပညာများအပါအဝင်, water- နှင့်သန့်ရှင်းရေးနှင့်ဆက်စပ်သောလုပ်ငန်းများနှင့်အစီအစဉ်များအတွက်ဖွံ့ဖြိုးဆဲနိုင်ငံများအပြည်ပြည်ဆိုင်ရာပူးပေါင်းဆောင်ရွက်ရေးနှင့်စွမ်းဆောင်ရည်-တည်ဆောက်ဖို့ပံ့ပိုးမှုချဲ့ထွင်"}, {"id": "6.b", "goal": 6, "title": "ရေနှင့်သန့်ရှင်းရေးစီမံခန့်ခွဲမှုတိုးတက်ကောင်းမွန်ရေးအတွက်ဒေသခံလူမှုအသိုင်းအဝိုင်းများ၏ပါဝင်မှုပံ့ပိုးမှုနှင့်ခိုင်ခံ့စေ"}, {"id": "7.1", "goal": 7, "title": "2030, တတ်နိုင်ယုံကြည်စိတ်ချရသောနှင့်ခေတ်သစ်စွမ်းအင်ကိုဝန်ဆောင်မှုများကိုလူတိုင်းခံစားခွင့်အာမခံ"}, {"id": "7.2", "goal": 7, "title": "2030, သိသိသာသာကမ္ဘာလုံးဆိုင်ရာစွမ်းအင်ကိုရောနှောအတွက်ပြန်လည်ပြည့်ဖြိုးမြဲစွမ်းအင်ကို၏ရှယ်ယာတိုးမြှင့်"}, {"id": "7.3", "goal": 7, "title": "2030, စွမ်းအင်ထိရောက်မှုအတွက်တိုးတက်မှု၏ကမ္ဘာလုံးဆိုင်ရာနှုန်းသည်နှစ်ဆ"}, {"id": "7.a", "goal": 7, "title": "2030, ပြည့်ဖြိုးမြဲစွမ်းအင်ကို, စွမ်းအင်ထိရောက်မှုနှင့်ခေတ်မီခြင်းနှင့်သန့်စင်ကျောက်ဖြစ်ရုပ်ကြွင်းလောင်စာနည်းပညာကိုအပါအဝင်, စွမ်းအင်သုတေသနနှင့်နည်းပညာကိုသန့်ရှင်းရေး, နှင့်စွမ်းအင်အခြေခံအဆောက်အဦများနှင့်သန့်ရှင်းသောစွမ်းအင်ကိုနည်းပညာရင်းနှီးမြှုပ်နှံမှုမြှင့်တင်ရန် access ကိုလွယ်ကူချောမွေ့ရန်အပြည်ပြည်ဆိုင်ရာပူးပေါင်းဆောင်ရွက်ရေးတိုးမြှင့်"}, {"id": "7.b", "goal": 7, "title": "2030, အခြေခံအဆောက်အအုံချဲ့ထွင်ခြင်းနှင့်ဖွံ့ဖြိုးဆဲနိုင်ငံများရှိလူအပေါင်းတို့သည်ခေတ်သစ်နှင့်ရေရှည်တည်တံ့သည့်စွမ်းအင်ဝန်ဆောင်မှုများကိုထောက်ပံ့များအတွက်နည်းပညာကိုအဆင့်မြှင့်တင်ရန်, အထူးသဖြင့်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများနှင့်အသေးစားကျွန်းပြည်နယ်များဖွံ့ဖြိုးဆဲ"}, {"id": "8.1", "goal": 8, "title": "လူတစ်ဦးသည်စီးပွားရေးအမျိုးသားရေးခွအေနမြေားနှငျ့အညီတိုးတက်မှုနှင့်, အထူးသဖြင့်အနည်းဆုံး 7 ရာခိုင်နှုန်းဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်တနှစ်လျှင်စုစုပေါင်းပြည်တွင်းထုတ်ကုန်တိုးတက်မှုနှုန်းနှုန်းဆက်ထိန်း"}, {"id": "8.2", "goal": 8, "title": "High-Value-added နှင့်အလုပ်သမား-intensive ကဏ္ဍများအပေါ်တစ်ဦးအာရုံမှတဆင့်အပါအဝင်အမျိုးမျိုး, နည်းပညာဆိုင်ရာအဆင့်မြှင့်တင်နှင့်ဆန်းသစ်တီထွင်မှုအားဖြင့်စီးပွားရေးအကုန်ထုတ်စွမ်းအားမြင့်မားအဆင့်ဆင့်အောင်မြင်ရန်"}, {"id": "8.3", "goal": 8, "title": "ဘဏ္ဍာရေးဝန်ဆောင်မှုများကို access ကိုတဆင့်အပါအဝင်အကျိုးဖြစ်ထွန်းသောလှုပ်ရှားမှုများကိုထောက်ပံ့သောဖွံ့ဖြိုးတိုးတက်မှုအတွက်-oriented မူဝါဒများ, လျောက်ပတ်သောအလုပ်အကိုင်ဖန်တီးရေး, စီးပွားရေးစွမ်းဆောင်မှု, တီထွင်ဖန်တီးမှုနှင့်ဆန်းသစ်တီထွင်မှုနှင့် microprocessor ​​တို့၏၏တရားဝနှင့်တိုးတက်မှုနှုန်းအားပေး, အသေးစားနှင့်အလတ်စားစီးပွားရေးလုပ်ငန်းများ, မြှင့်တင်"}, {"id": "8.4", "goal": 8, "title": "တဖြည်းဖြည်းတိုးတက်ကောင်းမွန်လာ, သုံးစွဲမှုနှင့်ထုတ်လုပ်မှုအတွက် 2030 တဆင့်ကမ္ဘာလုံးဆိုင်ရာသယံဇာတထိရောက်မှုနှင့်ဖွံ့ဖြိုးပြီးနိုင်ငံများဦးဆောင်ယူပြီးနှင့်အတူရေရှည်တည်တံ့သုံးစွဲမှုနှင့်ထုတ်လုပ်မှုအပေါ်အစီအစဉ်များ၏ 10 နှစ်မူဘောင်နှင့်အညီ, သဘာဝပတ်ဝန်းကျင်ပျက်စီးခြင်းမှစီးပွားရေးတိုးတက်မှု decouple ဖို့ကွိုးစားကွ"}, {"id": "8.5", "goal": 8, "title": "2030, လူငယ်များနှင့်မသန်စွမ်းသူများအတွက်အပါအဝင်အားလုံးအမျိုးသမီးများနှင့်လူတို့သညျအဘို့အပြည့်အဝနဲ့အကျိုးဖြစ်ထွန်းသောအလုပ်အကိုင်နှင့်လျောက်ပတ်သောအလုပ်အောင်မြင်ရန်နှင့်တန်းတူတန်ဖိုးအလုပျအတှကျတန်းတူလစာ"}, {"id": "8.6", "goal": 8, "title": "2020 သိသိသာသာမဟုတ်အလုပ်အကိုင်အတွက်လူငယ်၏အချိုးအစားကိုလျှော့ချ, ပညာရေးသို့မဟုတ်လေ့ကျင့်ရေး"}, {"id": "8.7", "goal": 8, "title": "ကလေးအလုပ်သမားများ၏အဆိုးဆုံးပုံစံများ၏တားမြစ်ချက်များနှင့်ဖျက်သိမ်းရေး secure မှချက်ချင်းထိရောက်သောအစီအမံကို ယူ. အဓမ္မလုပ်အားပေးခိုင်းစေမှုပပျောက်ရေးနှင့် 2025 အသုံးပြုပုံကလေးစစ်သားများ၏စုဆောင်းမှုနှင့်အသုံးပြုမှုအပါအဝင်အားလုံး၎င်း၏ပုံစံများအတွက်အဆုံးကလေးအလုပ်သမား,"}, {"id": "8.8", "goal": 8, "title": "အလုပ်သမားအခွင့်အရေးကာကွယ်စောင့်ရှောက်ခြင်းနှင့်ရွေ့ပြောင်းလုပ်သားများ, အထူးသဖြင့်အမျိုးသမီးတွေရွှေ့ပြောင်းအလုပ်သမားနှင့်မသေချာလှအလုပ်အကိုင်အရှိသူတို့အပါအဝင်အားလုံးအလုပ်သမားတွေအတွက်လုံခြုံပြီးလုံခြုံအလုပ်လုပ်ပတ်ဝန်းကျင်မှာ, မြှင့်တင်ရန်"}, {"id": "8.9", "goal": 8, "title": "2030, အလုပ်အကိုင်များဖန်တီးပေးနှင့်ဒေသခံယဉ်ကျေးမှုနှင့်ထုတ်ကုန်တိုးမြှင့်ကြောင်းရေရှည်တည်တံ့ခရီးသွားလုပ်ငန်းမြှင့်တင်ရန်မူဝါဒများအကြံကိုကြံစည်ခြင်းနှင့်အကောင်အထည်ဖော်ရန်"}, {"id": "8.10", "goal": 8, "title": "အလုံးစုံတို့အဘို့ဘဏ်လုပ်ငန်း, အာမခံလုပ်ငန်းနှင့်ဘဏ္ဍာရေးဝန်ဆောင်မှုများကို access ကိုအားပေးနှင့်ချဲ့ထွင်ရန်ပြည်တွင်းဘဏ္ဍာရေးအဖွဲ့အစည်းများ၏စွမ်းရည်ကိုခိုင်ခံ့စေ"}, {"id": "8.a", "goal": 8, "title": "အနည်းဆုံးဖွံ့ဖြိုးမှုနိုင်ငံများမှကုန်သွယ်ရေး-Related နည်းပညာပိုင်းကူညီစောင့်ရှောက်ရေးများအတွက် Enhanced Integrated မူဘောင်မှတဆင့်အပါအဝင်အထူးသဖြင့်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်, ဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက်ကုန်သွယ်မှုအထောက်အပံ့အကူအညီများကိုတိုးမြှင့်"}, {"id": "8.b", "goal": 8, "title": "2020 ဖွံ့ဖြိုးတိုးတက်စေရန်နှင့် operationalize လူငယ်အလုပ်အကိုင်များအတွက်ကမ္ဘာလုံးဆိုင်ရာမဟာဗျူဟာနှင့်နိုင်ငံတကာအလုပ်သမားအဖွဲ့များကို Global ဂျော့ဘ်ပဋိညာဉ်စာချုပ်ကိုအကောင်အထည်မဖော်"}, {"id": "9.1", "goal": 9, "title": "အလုံးစုံတို့အဘို့တတ်နိုင်နှင့်သာတူညီမျှဝင်ရောက်ခွင့်အပေါ်တစ်ဦးအာရုံနှင့်အတူသုခချမ်းသာစီးပွားရေးဖွံ့ဖြိုးတိုးတက်မှုနှင့်လူ့ထောကျပံ့ဖို့, ဒေသတွင်းနှင့် transborder အခြေခံအဆောက်အဦများအပါအဝင်အရည်အသွေး, ယုံကြည်စိတ်ချရသော, ရေရှည်တည်တံ့ဒဏ်ခံအခြေခံအဆောက်အဦများ, တိုးတက်"}, {"id": "9.2", "goal": 9, "title": "အားလုံးပါဝင်နိုင်နှင့်ရေရှည်တည်တံ့စက်မှုမြှင့်တင်ရန်နှင့်, 2030, သိသိသာသာအလုပ်အကိုင်နှင့်စုစုပေါင်းပြည်တွင်းထုတ်ကုန်၏စက်မှုလုပ်ငန်းရဲ့ဝေစုမြှင်, အမျိုးသားရေးခွအေနမြေားနှငျ့အညီ၌၎င်း, ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်၎င်း၏ဝေစုနှစ်ဆတိုး"}, {"id": "9.3", "goal": 9, "title": "တတ်နိုင်အကြွေးအပါအဝင်ဘဏ္ဍာရေးဝန်ဆောင်မှုများ, ရန်, ဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက်အထူးသဖြင့်, အသေးစားစက်မှုလုပ်ငန်းများနှင့်အခြားစီးပွားရေးလုပ်ငန်းများ၏ဝင်ရောက်ခွင့်ကိုတိုးပှားနှင့်တန်ဖိုးကိုချည်နှောင်ခြင်းနှင့်စျေးကွက်သို့၎င်းတို့၏ပေါင်းစည်းမှု"}, {"id": "9.4", "goal": 9, "title": "2030, ရှိသမျှနိုင်ငံတွေဟာသူတို့ရဲ့သက်ဆိုင်ရာစွမ်းရည်များနှင့်အညီအရေးယူယူပြီးနှင့်အတူပိုမိုသယံဇာတသုံးစွဲမှုထိရောက်မှုနှင့်သန့်ရှင်းနှင့်ပတ်ဝန်းကျင်သံကိုနည်းပညာနှင့်စက်မှုလုပ်ငန်းစဉ်၏ကြီးမြတ်ကလေးမွေးစားခြင်းနှင့်အတူ, သူတို့ကိုရေရှည်တည်တံ့စေရန်အခြေခံအဆောက်အဦများနှင့် retrofit စက်မှုလုပ်ငန်းများအဆင့်မြှင့်တင်ရန်"}, {"id": "9.5", "goal": 9, "title": ", 2030, အပါအဝင်ဆန်းသစ်တီထွင်မှုအားပေးစကားနှင့်သိသိသာသာ 1 လူဦးရေသန်းနှုန်းသုတေသနနှင့်ဖွံ့ဖြိုးတိုးတက်ရေးအလုပျသမားမြား၏နံပါတ်နှင့်အများပြည်သူနှင့်ပုဂ္ဂလိကသုတေသနနှင့်ဖွံ့ဖြိုးတိုးတက်ရေးအသုံးစရိတ်တိုးမြှင့်အထူးသဖြင့်ဖွံ့ဖြိုးဆဲနိုင်ငံတွေအတွက်, နိုင်ငံအားလုံးအတွက်စက်မှုကဏ္ဍ၏နည်းပညာဆိုင်ရာစွမ်းရည်များအဆင့်မြှင့်တင်ရန်, သိပ္ပံဆိုင်ရာသုတေသန Enhance"}, {"id": "9.a", "goal": 9, "title": "အာဖရိကနိုင်ငံတွေ, ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများ, ကုန်းတွင်းပိတ်ဖွံ့ဖြိုးဆဲနိုင်ငံများနှင့်ပြည်နယ်များဖွံ့ဖြိုးဆဲသေးငယ်တဲ့ကျွန်းမှတိုးမြှင့်, ဘဏ္ဍာရေးနည်းပညာနှင့်နည်းပညာအထောက်အပံ့အားဖြင့်ဖွံ့ဖြိုးဆဲနိုင်ငံများတွင်ရေရှည်တည်တံ့ဒဏ်ခံအခြေခံအဆောက်အဦများဖွံ့ဖြိုးတိုးတက်ရေးကိုလွယ်ကူချောမွေ့"}, {"id": "9.b", "goal": 9, "title": "ပြည်တွင်းနည်းပညာကိုဖွံ့ဖြိုးရေး, ဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက်သုတေသနနှင့်တီထွင်ဆန်းသစ်မှု, အချင်းချင်း Alia, များအတွက်အထောက်အကူမူဝါဒကိုပတ်ဝန်းကျင်သေချာသဖြင့်အပါအဝင်စက်မှုဇုန်အမျိုးမျိုးနှင့်ကုန်စည်တန်ဖိုးများအပြင်ထောကျပံ့"}, {"id": "9.c", "goal": 9, "title": "သိသိသာသာ 2020 သတင်းအချက်အလက်နှင့်ဆက်သွယ်ရေးနည်းပညာကိုအသုံးပြုခွင့်ကိုတိုးမြှင့်ခြင်းနှင့်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်အင်တာနက်ကိုတစ်လောကလုံးနှင့်တတ်နိုင်ဝင်ရောက်ခွင့်ပေးဖို့ကွိုးစား"}, {"id": "10.1", "goal": 10, "title": "2030, တဖြည်းဖြည်းတစ်နိုင်ငံလုံးပျမ်းမျှထက်ပိုမိုမြင့်မားတဲ့နှုန်းမှာလူဦးရေရဲ့အောက်ခြေမှာ 40 ရာခိုင်နှုန်း၏ဝင်ငွေတိုးတကျမှုအောင်မြင်ရန်နှင့်ရေရှည်တည်တံ့"}, {"id": "10.2", "goal": 10, "title": "2030, ဘယ်လောက်ပဲရှိနေနေအသက်, လိင်, မသန်စွမ်းမှု, လူမျိုး, တိုင်းရင်းသား, ဇာစ်မြစ်, ဘာသာရေးသို့မဟုတ်စီးပွားရေးသို့မဟုတ်အခြားအဆင့်အတန်း၏, လူအပေါင်းတို့၏လူမှုရေး, စီးပွားရေးနှင့်နိုင်ငံရေးပါဝင်လုပ်ပိုင်ခွင့်ပေးရန်နှင့်မြှင့်တင်ရန်"}, {"id": "10.3", "goal": 10, "title": "တန်းတူအခွင့်အလမ်းသေချာနှင့်ခွဲခြားဆက်ဆံမှုဥပဒေများ, မူဝါဒများနှင့်အလေ့အကျင့်ဖျက်သိမ်းရေးနှင့်သင့်လျော်သောဥပဒေပြဌာန်းမြှင့်တင်အားဖွငျ့အပါအဝင်ရလဒ်ကို၏မညီမျှမှုကိုလျှော့ချရန်, ဤကိစ်စတှငျမူဝါဒများနှင့်လှုပ်ရှားမှု"}, {"id": "10.4", "goal": 10, "title": "မူဝါဒများ, အထူးသဖြင့်ဘဏ္ဍာရေး, လုပ်အားခနှင့်လူမှုရေးကာကွယ်စောင့်ရှောက်မှုဆိုင်ရာမူဝါဒများနှင့်တဖြည်းဖြည်းကြီးမြတ်တန်းတူရေးအောင်မြင်ရန်ချမှတ်"}, {"id": "10.5", "goal": 10, "title": "ကမ္ဘာလုံးဆိုင်ရာဘဏ္ဍာရေးစျေးကွက်များနှင့်အဖွဲ့အစည်းများ၏စည်းမျဉ်းစည်းကမ်းနှင့်စောင့်ကြည့်ကိုပိုမိုကောင်းမွန်စေခြင်းနှင့်ထိုကဲ့သို့သောစည်းမျဉ်းများအကောင်အထည်ဖော်မှုကိုခိုင်ခံ့စေ"}, {"id": "10.6", "goal": 10, "title": "ပိုထိရောက်ယုံကြည်လောက်, တာဝန်ခံမှုနှင့်တရားဝင်အဖွဲ့အစည်းများကယ်လွှတ်နိုင်ရန်အတွက်ဆုံးဖြတ်ချက်ချကမ္ဘာလုံးဆိုင်ရာအပြည်ပြည်ဆိုင်ရာစီးပွားရေးနှင့်ဘဏ္ဍာရေးအဖွဲ့အစည်းများ၌ဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက်ပိုကောင်းကိုယ်စားပြုမှုနှင့်စကားသံကိုသေချာစေရန်"}, {"id": "10.7", "goal": 10, "title": "စီစဉ်ထားနှင့်ကောင်းစွာစီမံခန့်ခွဲရွှေ့ပြောင်းမူဝါဒများအကောင်အထည်ဖော်မှတဆင့်အပါအဝင်လူ, စနစ်တကျအန္တရာယ်ကင်း, ပုံမှန်အစည်းအဝေးများနှင့်တာဝန်ရှိရွှေ့ပြောင်းနေထိုင်မှုများနှင့်ရွေ့လျားလွယ်ကူချောမွေ့"}, {"id": "10.a", "goal": 10, "title": "World Trade Organization သဘောတူညီချက်များနှင့်အညီ, အထူးသဖြင့်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်ဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက်အထူးနှင့် differential ကိုကုသမှု၏နိယာမအကောင်အထည်ဖော်ရန်"}, {"id": "10.b", "goal": 10, "title": "လိုအပ်မှုကိုသူတို့ရဲ့အမျိုးသားရေးအစီအစဉ်များနှင့်အစီအစဉ်များနှင့်အညီ, အထူးသဖြင့်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများ, အာဖရိကနိုင်ငံများမှ, ပြည်နယ်နှင့်ကုန်းတွင်းပိတ်ဖွံ့ဖြိုးဆဲနိုင်ငံများကဖွံ့ဖြိုးဆဲသေးငယ်တဲ့ကျွန်း၌, အကြီးမြတ်ဆုံးသည်အဘယ်မှာရှိစတိတ်ဖို့, နိုင်ငံခြားတိုက်ရိုက်ရင်းနှီးမြှုပ်နှံမှုအပါအဝင်တရားဝင်ဖွံ့ဖြိုးရေးအကူအညီနှင့်ငွေကြေးစီးဆင်းမှု, အားပေးပါ"}, {"id": "10.c", "goal": 10, "title": "2030, ထက်နည်း 3 ရာခိုင်နှုန်းမှရွှေ့ပြောင်းငွေလွှဲ၏ငွေပေးငွေယူကုန်ကျစရိတ်ကိုလျှော့ချနှင့် 5 ရာခိုင်နှုန်းထက်ပိုမိုမြင့်မားကုန်ကျစရိတ်နှင့်အတူငွေလွှဲပို့နိုင်ရန်စင်္ကြံဖယ်ရှားပစ်"}, {"id": "11.1", "goal": 11, "title": "2030, လုံလောက်သောဘေးကင်းလုံခြုံပြီးစျေးနှုန်းသက်သာတဲ့အိမ်ရာနှင့်အခြေခံဝန်ဆောင်မှုများကိုအလုံးစုံတို့အဘို့ access ကိုသေချာစေရန်နှင့်ဆင်းရဲသားရပ်ကွက်မှကလေးငယ်အဆင့်မြှင့်တင်ရန်"}, {"id": "11.2", "goal": 11, "title": "2030, အားနည်းချက်အခြေအနေများ, အမျိုးသမီးများ, ကလေးများ, မသန်စွမ်းသူများအတွက်နှင့်အထက်ပုဂ္ဂိုလ်များအတွက်သူတို့၏အမျိုးအလိုအပ်ချက်များကိုအထူးအာရုံစူးစိုက်မှုနှင့်အတူအထူးအများပြည်သူသယ်ယူပို့ဆောင်ရေးတိုးချဲ့အသုံးပြုပုံလမ်းဘေးကင်းလုံခြုံမှုတိုးတက်ကောင်းမွန်ရေး, အလုံးစုံတို့အဘို့, ဘေးကင်းလုံခြုံတတ်နိုင်, လက်လှမ်းမီခြင်းနှင့်ရေရှည်တည်တံ့သည့်သယ်ယူပို့ဆောင်ရေးစနစ်များကိုအသုံးပြုခွင့်ပေး"}, {"id": "11.3", "goal": 11, "title": "2030, နိုင်ငံအားလုံးအတွက်, ပါဝင်ဆောင်ရွက်ဘက်ပေါင်းစုံနှင့်ရေရှည်တည်တံ့သောလူသားအခြေချစီမံကိန်းရေးဆွဲခြင်းနှင့်စီမံခန့်ခွဲမှုအဘို့အားလုံးပါဝင်နိုင်နှင့်ရေရှည်တည်တံ့မြို့ပြနှင့်စွမ်းရည်မြှင့်တင်ရန်"}, {"id": "11.4", "goal": 11, "title": "ကမ္ဘာ့ယဉ်ကျေးမှုနဲ့သဘာဝအမွေအနှစ်ကာကွယ်ရန်နှင့်စောငျ့ရှောကျဖို့ကြိုးစားအားထုတ်မှုကိုခိုင်ခံ့စေ"}, {"id": "11.5", "goal": 11, "title": "2030, သိသိသာသာသေဆုံးမှုအရေအတွက်ကိုနှင့်ထိခိုက်လူမျိုး၏အရေအတွက်လျှော့ချရန်နှင့်သိသိသာသာအားနည်းချက်အခြေအနေများတွင်ဆင်းရဲသောသူနှင့်လူကိုကာကွယ်စောင့်ရှောက်အပေါ်တစ်ဦးအာရုံနှင့်အတူ, ရေ-related သဘာဝဘေးအန္တရာယ်အပါအဝင်သဘာဝဘေးအန္တရာယ်ကြောင့်ဖြစ်ရတဲ့ကမ္ဘာလုံးဆိုင်ရာစုစုပေါင်းပြည်တွင်းထုတ်ကုန်မှဆွေမျိုးတိုက်ရိုက်စီးပွားရေးအရဆုံးရှုံးမှု, လျော့"}, {"id": "11.6", "goal": 11, "title": "2030, လေအရည်အသွေးနှင့်စည်ပင်သာယာနှင့်အခြားစွန့်ပစ်စီမံခန့်ခွဲမှုကိုအထူးအာရုံစိုကျခွငျးအားဖွငျ့အပါအဝင်မြို့ကြီးများ၏ဆိုးရွားသောနှုန်းလူတစ်သဘာဝပတ်ဝန်းကျင်ထိခိုက်မှုကိုလျော့ချ"}, {"id": "11.7", "goal": 11, "title": "2030, အမျိုးသမီးများနှင့်ကလေးများအတွက်မသန်စွမ်းအဟောင်းတွေလူပုဂ္ဂိုလ်များနှင့်လူပုဂ္ဂိုလ်များအထူးသဖြင့်, ဘေးကင်းလုံခြုံအားလုံးပါဝင်နိုင်နှင့်လက်လှမ်းမီ, အစိမ်းနှင့်အများပြည်သူနေရာများမှ universal access ကိုပေး"}, {"id": "11.a", "goal": 11, "title": "အမျိုးသားရေးနှင့်ဒေသတွင်းဖွံ့ဖြိုးရေးလုပ်ငန်းအစီအစဉ်ရေးဆွဲခြင်းခိုင်ခံ့စေသဖြင့်, မြို့ပြအနီးအနားမြို့ပြနှင့်ကျေးလက်ဒေသများအကြားအပြုသဘော, စီးပွားရေးလူမှုရေးနှင့်သဘာဝပတ်ဝန်းကျင်လင့်များကိုထောကျပံ့"}, {"id": "11.b", "goal": 11, "title": "2020 သိသိသာသာမြို့နှင့်ရာသီဥတုပြောင်းလဲမှုမှထည့်သွင်း, သယံဇာတထိရောက်မှု, လျော့ပါးသက်သာစေခြင်းနှင့်လိုက်လျောညီထွေဆီသို့ဦးတည်ဘက်ပေါင်းစုံမူဝါဒများနှင့်အစီအစဉ်များကိုချမှတ်ခြင်းနှင့်အကောင်အထည်ဖော်လူ့အခြေချနေထိုင်၏နံပါတ်, သဘာဝဘေးအန္တရာယ်မှခံနိုင်ရည်တိုးမြှင့်နှင့်ဖွံ့ဖြိုးတိုးတက်ခြင်းနှင့်အကောင်အထည်ဖော်ရန်, သဘာဝဘေးအန္တရာယ်များအတွက် Sendai မူဘောင်နှင့်အညီ လျှော့ချရေး 2015- 2030, အားလုံးအဆင့်ဆင့်မှာဘက်စုံသဘာဝဘေးအန္တရာယ်စီမံခန့်ခွဲမှု"}, {"id": "11.c", "goal": 11, "title": "ဒေသခံပစ္စည်းများအသုံးချဖို့ရေရှည်တည်တံ့ဒဏ်ခံအဆောက်အဦးများတည်ဆောက်ခြင်းအတွက်, ဘဏ္ဍာရေးနှင့်နည်းပညာဆိုင်ရာအကူအညီများကိုတဆင့်အပါအဝင်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများကိုထောက်ပံ့"}, {"id": "12.1", "goal": 12, "title": "အကောင့်သို့ဖွံ့ဖြိုးဆဲနိုင်ငံများ၏ဖွံ့ဖြိုးရေးနှင့်စွမ်းရည်များယူပြီး, ဖွံ့ဖြိုးပြီးနိုင်ငံတွေခဲယူပြီးနှင့်အတူနိုင်ငံအားလုံးအရေးယူယူပြီး, ရေရှည်တည်တံ့သည့်စားသုံးမှုနဲ့ထုတ်လုပ်မှုအပေါ်အစီအစဉ်များ၏ 10 နှစ်မူဘောင်အကောင်အထည်ဖော်ရန်"}, {"id": "12.2", "goal": 12, "title": "2030, သဘာဝသယံဇာတအရင်းအမြစ်များ၏ရေရှည်တည်တံ့စီမံခန့်ခွဲရေးနှင့်အကျိုးရှိစွာအသုံးအောင်မြင်ရန်"}, {"id": "12.3", "goal": 12, "title": "2030, လက်လီနှင့်စားသုံးသူအဆင့်ဆင့်မှာလူတစ်ဦးနှုန်းကမ္ဘာလုံးဆိုင်ရာစားနပ်ရိက္ခာစွန့်ပစ် halve နဲ့ post-စပါးရိတ်ရာကာလဆုံးရှုံးမှုအပါအဝင်ထုတ်လုပ်မှုနှင့်ထောက်ပံ့ရေးကွင်းဆက်တစ်လျှောက်ရှိအစာဆုံးရှုံးမှု, လျှော့ချ"}, {"id": "12.4", "goal": 12, "title": "2020 သဘောတူညီခဲ့အပြည်ပြည်ဆိုင်ရာမူဘောင်နှင့်အညီ, သူတို့ရဲ့ဘဝသံသရာတစ်လျှောက်လုံးဓာတုပစ္စည်းများနှင့်အားလုံးလျော့၏ပတ်ဝန်းကျင်သံကိုစီမံခန့်ခွဲမှုအောင်မြင်ရန်နှင့်သိသိသာသာလူ့ကျန်းမာရေးနှင့်သဘာဝပတ်ဝန်းကျင်အပေါ်သူတို့၏ဆိုးရွားသောသက်ရောက်မှုများ minimize နိုင်ရန်အတွက်လေ, ရေနှင့်မြေဆီလွှာအား၎င်းတို့၏လွတ်မြောက်ရေးအတွက်လျှော့ချ"}, {"id": "12.5", "goal": 12, "title": "2030, သိသိသာသာကာကွယ်တားဆီးရေး, လျော့ချရေး, ပြန်လည်နှင့်ပြန်သုံးမှတဆင့်စွန့်ပစ်မျိုးဆက်ကိုလျော့ချ"}, {"id": "12.6", "goal": 12, "title": "ကုမ္ပဏီတွေအားပေးပါ, အထူးသဖြင့်ကြီးမားသောနှင့်နိုင်ငံဖြတ်ကျော်ကုမ္ပဏီများ, ရေရှည်တည်တံ့သည့်အလေ့အကျင့်ချမှတ်ရန်နှင့်၎င်းတို့၏အစီရင်ခံသံသရာသို့ရေရှည်တည်တံ့ရေးသတင်းအချက်အလက်ပေါင်းစပ်ဖို့"}, {"id": "12.7", "goal": 12, "title": "အမျိုးသားရေးမူဝါဒနှင့်ဦးစားပေးများနှင့်အညီ, ရေရှည်တည်တံ့ဖြစ်ကြောင်းအများပြည်သူဝယ်ယူရေးအလေ့အကျင့်မြှင့်တင်"}, {"id": "12.8", "goal": 12, "title": "2030, လူတွေနေရာတိုင်းမှာသဘာဝနဲ့အညီရေရှည်တည်တံ့ဖွံ့ဖြိုးရေးနှင့်လူနေမှုများအတွက်သက်ဆိုင်ရာသတင်းအချက်အလက်နှင့်အသိပညာရှိသည်သောအာမခံ"}, {"id": "12.a", "goal": 12, "title": "စားသုံးမှုနှင့်ထုတ်လုပ်မှုပိုမိုရေရှည်တည်တံ့ပုံစံများဆီသို့ဦးတည်ရွှေ့ဖို့သူတို့ရဲ့သိပ္ပံပညာနှင့်နည်းပညာစွမ်းရည်ခိုင်မာစေရန်ပံ့ပိုးမှုဖွံ့ဖြိုးဆဲနိုင်ငံများ"}, {"id": "12.b", "goal": 12, "title": "အလုပ်အကိုင်ဖန်တီးပေးနှင့်ဒေသခံယဉ်ကျေးမှုနှင့်ထုတ်ကုန်တိုးမြှင့်ကြောင်းရေရှည်တည်တံ့ခရီးသွားလုပ်ငန်းများအတွက်ရေရှည်ဖွံ့ဖြိုးတိုးတက်မှုသက်ရောက်မှုစောင့်ကြည့်ဖို့ tools တွေဖွံ့ဖြိုးတိုးတက်စေရန်နှင့်အကောင်အထည်ဖော်ရန်"}, {"id": "12.c", "goal": 12, "title": "QUERY LENGTH LIMIT EXCEDEED. MAX ALLOWED QUERY : 500 CHARS"}, {"id": "13.1", "goal": 13, "title": "နိုင်ငံအားလုံးအတွက်ရာသီဥတု-related အန္တရာယ်များနှင့်သဘာဝဘေးအန္တရာယ်မှခံနိုင်ရည်နှင့်သပ္ပါယ်စွမ်းရည်ကိုခိုင်ခံ့စေ"}, {"id": "13.2", "goal": 13, "title": "အမျိုးသားရေးမူဝါဒများ, နည်းဗျူဟာများနှင့်စီမံကိန်းရေးဆွဲရေးသို့ရာသီဥတုပြောင်းလဲမှုအစီအမံပေါင်းစပ်"}, {"id": "13.3", "goal": 13, "title": "ရာသီဥတုပြောင်းလဲမှုလျော့ပါးသက်သာစေ, လိုက်လျောညီထွေ, ထိခိုက်မှုလျှော့ချရေးနှင့်ကြိုတင်သတိပေးအပေါ်ပညာရေး, အသိပညာပေး-မွေးမြူရေးနှင့်လူ့နှင့်အဖွဲ့အစည်းဆိုင်ရာစွမ်းဆောင်ရည်မြှင့်တိုးတက်ကောင်းမွန်အောင်"}, {"id": "13.a", "goal": 13, "title": "အကောင်အထည်ဖော်မှုအပေါ်အဓိပ္ပါယ်ရှိသောလျော့ပါးသက်သာစေလုပ်ရပ်နှင့်ပွင့်လင်း၏အခြေအနေတွင်ဖွံ့ဖြိုးဆဲနိုင်ငံများ၏လိုအပ်ချက်များကိုကိုင်တွယ်ဖြေရှင်းဖို့အားလုံးကိုသတင်းရပ်ကွက်မှ 2020 နှစ်စဉ်ပူးတွဲ $ 100 ဘီလီယံအင်အားစုများ၏စုစည်းတဲ့ပန်းတိုင်ရာသီဥတုပြောင်းလဲမှုအပေါ်ကုလသမဂ္ဂမူဘောင်ကွန်ဗင်းရှင်းဖို့တီထွင်-တိုင်းပြည်ပါတီများကဆောင်ရွက်သောကတိကဝတ်အကောင်အထည်ဖော်ရန် နှင့်အပြည့်အဝတတ်နိုင်သမျှအမြန်ဆုံး၎င်း၏စာလုံးတဆင့်အစိမ်းရောင်ရာသီဥတုရန်ပုံငွေအဖွဲ့ operationalize"}, {"id": "13.b", "goal": 13, "title": "ထိရောက်သောရာသီဥတုအမျိုးသမီးတွေအာရုံစိုက်အပါအဝင်ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်အပြောင်းအလဲ-related အစီအစဉ်ရေးဆွဲခြင်းနှင့်စီမံခန့်ခွဲမှု, လူငယ်နှင့်ဒေသခံများနှင့်ဘေးဖယ်လူမှုအသိုင်းအဝိုင်းများအတွက်စွမ်းရည်မြှင်ဘို့ယန္တရားများမြှင့်တင်"}, {"id": "14.1", "goal": 14, "title": "2025 အသုံးပြုပုံအဏ္ဏဝါအပျက်အစီးများနှင့်အာဟာရညစ်ညမ်းမှုအပါအဝင်မြေယာ-based လှုပ်ရှားမှုများကနေတားဆီးများနှင့်သိသိသာသာအားလုံးမျိုး၏အဏ္ဏဝါလေထုညစ်ညမ်းမှုကိုလျှော့ချ, အထူးသဖြင့်"}, {"id": "14.2", "goal": 14, "title": "2020, ရေရှည်တည်တံ့စီမံခန့်ခွဲခြင်းနှင့်ကာကွယ်အဏ္ဏဝါနှင့်ကမ်းရိုးတန်းဂေဟစနစ်သူတို့ရဲ့ခံနိုင်ရည်ခိုင်ခံ့စေသဖြင့်အပါအဝင်အရေးပါသောဆိုးရွားသောသက်ရောက်မှုများ, ရှောင်ရှားရန်နှင့်ကျန်းမာတန်ဖိုးရှိရှိသမုဒ္ဒရာအောင်မြင်ရန်အလို့ငှာသူတို့ရဲ့ပွနျလညျထူထောငျအတှကျအရေးယူ"}, {"id": "14.3", "goal": 14, "title": "အားလုံးအဆင့်ဆင့်မှာတိုးမြှင့်သိပ္ပံနည်းကျပူးပေါင်းဆောင်ရွက်မှုမှတဆင့်အပါအဝင်, သမုဒ္ဒရာ acidification ၏သက်ရောက်မှု Minimize နှင့်ဖြေရှင်းရန်"}, {"id": "14.4", "goal": 14, "title": "2020 ထိရောက်စွာရိတ်သိမ်းခြင်းနှင့်အဆုံးရ၏, တရားမဝင်, unreported နှင့် unregulated ငါးဖမ်းလုပ်ငန်းနှင့်အဖျက်ငါးဖမ်းအလေ့အကျင့်ကိုထိန်းညှိနှင့်သိပ္ပံ-based စီမံခန့်ခွဲမှုအစီအစဉ်ကိုအကောင်အထည်ဖော်အနည်းဆုံးအများဆုံးရေရှည်တည်တံ့အထွက်နှုန်းထုတ်လုပ်နိုင်သည်ကိုအဆင့်ဆင့်မှ, ဖြစ်နိုင်ပါ့မလားအတိုဆုံးအချိန်အတွက် sh ထိတ် restore နိုင်ရန်အတွက် သူတို့ရဲ့ဇီဝသွင်ပြင်လက္ခဏာများကဆုံးဖြတ်အဖြစ်"}, {"id": "14.5", "goal": 14, "title": "2020, ကမ်းရိုးတန်းနှင့်အဏ္ဏဝါဒေသများ၏အနည်းဆုံး 10 ရာခိုင်နှုန်းကိုချွေအမျိုးသားရေးနှင့်နိုင်ငံတကာဥပဒေနှင့်ကိုက်ညီနှင့်အကောင်းဆုံးရရှိနိုင်သိပ္ပံနည်းကျသတင်းအချက်အလက်များအပေါ်အခြေခံပြီး"}, {"id": "14.6", "goal": 14, "title": "QUERY LENGTH LIMIT EXCEDEED. MAX ALLOWED QUERY : 500 CHARS"}, {"id": "14.7", "goal": 14, "title": "2030, ငါးသားဖောက်နှင့်ခရီးသွားလုပ်ငန်း, ငါးလုပ်ငန်း၏ရေရှည်တည်တံ့စီမံခန့်ခွဲမှုမှတဆင့်အပါအဝင်အဏ္ဏဝါအရင်းအမြစ်များကိုရေရှည်အသုံးပြုခြင်း, ကနေစတိတ်ဖွံ့ဖြိုးဆဲသေးငယ်တဲ့ကျွန်းနဲ့ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများသို့စီးပွားရေးအကျိုးခံစားခွင့်တိုးမြှင့်"}, {"id": "14.a", "goal": 14, "title": "သိပ္ပံနည်းကျအသိပညာတိုးပှားစ, သုတေသနစွမ်းရည်ဖွံ့ဖြိုးတိုးတက်စေရန်နှင့်အဏ္ဏဝါနည်းပညာကိုလွှဲပြောင်း, အကောင့်သို့ရေကြောင်းနည်းပညာလွှဲပြောင်းအပေါ် Intergovernmental အဏ္ဏဝါဗေဒပညာရှင်များကကော်မရှင်လိုအပ်ချက်နှင့်လမ်းညွှန်ချက်များယူပြီး, သမုဒ္ဒရာကျန်းမာရေးကိုတိုးတက်စေရန်နှင့်ဖွံ့ဖြိုးဆဲနိုင်ငံများ၏ဖွံ့ဖြိုးတိုးတက်ရေးကိုအဏ္ဏဝါဇီဝမျိုးစုံမျိုးကွဲများ၏အလှူငွေတိုးမြှင့်နိုင်ရန်အတွက်, စတိတ်ဖွံ့ဖြိုးဆဲအထူးသဖြင့်သေးငယ်တဲ့ကျွန်းနဲ့ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်"}, {"id": "14.b", "goal": 14, "title": "အဏ္ဏဝါအရင်းအမြစ်များနှင့်စျေးကွက်သို့အသေးစားလက်မှုမျှားသောတံငါများအတွက်ဝင်ရောက်ခွင့်ပေး"}, {"id": "14.c", "goal": 14, "title": "ကျနော်တို့ Want အနာဂတ်၏အပိုဒ် 158 အတွက်ပြန်ပြောပြသည်အတိုင်း, သမုဒ္ဒရာနှင့်၎င်းတို့၏အရင်းအမြစ်များထိန်းသိမ်းရေးနှင့်ရေရှည်တည်တံ့အသုံးပြုမှုအတွက်ဥပဒေရေးရာမူဘောင်ကိုထောက်ပံ့ပေးရာ, UNCLOS တွင်ထင်ဟပ်အဖြစ်နိုင်ငံတကာဥပဒေကိုအကောင်အထည်ဖော်ဆောင်ရွက်ရာတွင်အားဖြင့်သမုဒ္ဒရာနှင့်၎င်းတို့၏အရင်းအမြစ်များထိန်းသိမ်းရေးနှင့်ရေရှည်တည်တံ့အသုံး Enhance"}, {"id": "15.1", "goal": 15, "title": "2020, နိုင်ငံတကာသဘောတူညီချက်များအောက်မှာတာဝန်ဝတ္တရားများနှင့်အညီ, အထူးသဖြင့်သစ်တောများ, စိမျ့မွေ, တောင်များနှင့် drylands ထဲမှာ, ထိန်းသိမ်းစောင့်ရှောက်ရေး, ပြန်လည်ထူထောင်ခြင်းနှင့်ကုန်းနှင့်ကုန်းတွင်းပိုင်းရေချိုဂေဟစနစ်နှင့်၎င်းတို့၏န်ဆောင်မှုများရေရှည်တည်တံ့အသုံးကိုသေချာ"}, {"id": "15.2", "goal": 15, "title": "2020 သစ်တောများအမျိုးအစားအားလုံးကို၏ရေရှည်တည်တံ့စီမံခန့်ခွဲမှု၏အကောင်အထည်ဖော်မှုမြှင့်တင်ရန်, သစ်တောပြုန်းတီးမှုရပ်တန့်, ယုတျညံ့သစ်တောများ restore နှင့်သိသိသာသာတကမ္ဘာလုံး afforestation နှင့်သစ်တောပြန်လည်ပြုစုပျိုးထောင်တိုးမြှင့်"}, {"id": "15.3", "goal": 15, "title": "2020, သဲကန္တာရတိုက်ဖျက်ရန်သဲကန္တာရ, မိုးခေါင်ခြင်းနှင့်ရေကြီးမှုကြောင့်ထိခိုက်မြေယာအပါအဝင်ယုတျညံ့မြေယာနှင့်မြေဆီလွှာ, restore, တစ်မြေပျက်စီးခြင်း-ကြားနေကမ္ဘာအောင်မြင်ရန်ဖို့ကွိုးစား"}, {"id": "15.4", "goal": 15, "title": "2030, ရေရှည်ဖွံ့ဖြိုးတိုးတက်မှုအတွက်မရှိမဖြစ်ဖြစ်ကြောင်းအကျိုးခံစားခွင့်များကို၎င်းတို့၏စွမ်းရည်မြှင့်တင်ရန်နိုင်ရန်အတွက်၎င်းတို့၏ဇီဝမျိုးစုံမျိုးကွဲများအပါအဝင်တောင်ကြီးတောင်ဂေဟစနစ်, ၏ထိန်းသိမ်းစောင့်ရှောက်ရေးသေချာစေရန်"}, {"id": "15.5", "goal": 15, "title": "သဘာဝဘုံ၏ပျက်စီးခြင်းကိုလျှော့ချဇီဝမျိုးစုံမျိုးကွဲများ၏ဆုံးရှုံးမှုရပ်တန့်နှင့်, 2020, ကာကွယ်ရန်နှင့်ခြိမ်းခြောက်မျိုးစိတ်များ၏မျိုးသုဉ်းကာကွယ်တားဆီးဖို့အရေးတကြီးနှင့်သိသိသာသာအရေးယူ"}, {"id": "15.6", "goal": 15, "title": "မျိုးဗီဇအရင်းအမြစ်များကို၏အသုံးချရာမှပေါ်ထွက်လာသောအကြိုးကြေးဇူးတရားမျှတပြီးသာတူညီမျှခွဲဝေမှုအာမခံနှင့်ထိုကဲ့သို့သောအရင်းအမြစ်များကိုမှသင့်လျော်သော access ကိုမြှင့်တင်ရန်"}, {"id": "15.7", "goal": 15, "title": "သစ်ပင်ပန်းမန်များနှင့်မန်များ၏ကာကွယ်ထားမျိုးစိတ်မဲခိုးများနှင့်ခြေရာခံနိုင်တဲ့အဆုံးသတ်နှင့်တရားမဝင်တောရိုင်းတိရစ္ဆာန်ထုတ်ကုန်များ၏နှစ်ဦးစလုံးဝယ်လိုအားနှင့်ရောင်းလိုအားကိုင်တွယ်ဖြေရှင်းဖို့အရေးတကြီးအရေးယူ"}, {"id": "15.8", "goal": 15, "title": "2020 နိဒါန်းတားဆီးများနှင့်သိသိသာသာမြေနှင့်ရေဂေဟစနစ်အပေါ်ထိုးဖောက်ဂြိုလ်သားမျိုးစိတ်များ၏သက်ရောက်မှုကိုလျှော့ချနှင့်ဦးစားပေးမျိုးစိတ်များကိုထိန်းချုပ်သို့မဟုတ်ပပျောက်ရေးဖို့အစီအမံမိတ်ဆက်ပေး"}, {"id": "15.9", "goal": 15, "title": "2020, အမျိုးသားရေးနှင့်ဒေသခံစီမံကိန်းရေးဆွဲခြင်းသို့ဂေဟစနစ်များနှင့်ဇီဝမျိုးစုံမျိုးကွဲတန်ဖိုးများကိုပေါင်းစပ်, ဖွံ့ဖြိုးရေးလုပ်ငန်းစဉ်များ, ဆင်းရဲနွမ်းပါးမှုလျှော့ချရေးမဟာဗျူဟာများနှင့်အကောင့်အသစ်များ၏"}, {"id": "15.a", "goal": 15, "title": "စည်းရုံးနှင့်သိသိသာသာထိန်းသိမ်းစောင့်ရှောက်ခြင်းနှင့်ရေရှည်တည်တံ့ဇီဝမျိုးစုံမျိုးကွဲနှင့်ဂေဟစနစ်ကိုအသုံးပွုဖို့အားလုံးသတင်းရပ်ကွက်ထံမှဘဏ္ဍာရေးအရင်းအမြစ်များကိုတိုးမြှင့်"}, {"id": "15.b", "goal": 15, "title": "ထိန်းသိမ်းစောင့်ရှောက်ရေးနှင့်သစ်တောပြန်လည်ပြုစုပျိုးထောင်ဘို့အပါအဝင်ရေရှည်တည်တံ့သစ်တောစီမံခန့်ခွဲမှုငွေကြေးနှင့်ထိုကဲ့သို့သောစီမံခန့်ခွဲမှုတိုးဖို့ဖွံ့ဖြိုးဆဲနိုင်ငံများမှလုံလောက်သောမက်လုံးပေးပေးဖို့အားလုံးကိုရင်းမြစ်များမှအပေါင်းတို့နှင့်တကွအဆင့်ဆင့်မှာသိသိသာသာအရင်းအမြစ်များကိုစည်းရုံး"}, {"id": "15.c", "goal": 15, "title": "ရေရှည်တည်တံ့အသက်မွေးမှုအခွင့်အလမ်းများကိုလိုက်ရန်ဒေသခံလူမှုအသိုင်းအဝိုင်းများ၏စွမ်းဆောင်ရည်မြှင့်တိုးမြှင့်ခြင်းဖြင့်အပါအဝင်, protected မျိုးစိတ်မဲခိုးများနှင့်ခြေရာခံကိုနှိမ်နင်းဖို့ကြိုးပမ်းအားထုတ်မှုများအတွက်ကမ္ဘာလုံးဆိုင်ရာထောက်ခံမှု Enhance"}, {"id": "16.1", "goal": 16, "title": "သိသိသာသာနေရာတိုင်းအားလုံးအကြမ်းဖက်မှုပုံစံများနှင့်ဆက်စပ်သေဆုံးမှုနှုန်းကိုလျှော့ချ"}, {"id": "16.2", "goal": 16, "title": "ဆန့်ကျင်အကြမ်းဖက်မှုနှင့်သားသမီးများ၏ညှဉ်းပန်းနှိပ်စက်မှု၏အဆုံးအလွဲသုံးစားမှု, ခေါင်းပုံဖြတ်, ခြေရာခံခြင်းနှင့်ပုံစံအားလုံးကို"}, {"id": "16.3", "goal": 16, "title": "အမျိုးသားနှင့်နိုင်ငံတကာအဆင့်မှာတရားဥပဒေစိုးမိုးမှုမြှင့်တင်ရန်နှင့်အလုံးစုံတို့အဘို့တရားသဖြင့်စီရင်ညီမျှ access ကိုသေချာစေရန်"}, {"id": "16.4", "goal": 16, "title": "2030, သိသိသာသာ, တရားမဝင်ငွေကြေးနှင့်လက်နက်စီးဆင်းမှုကိုလျှော့ချခိုးယူပိုင်ဆိုင်မှုများ၏ပြန်လည်ထူထောင်ရေးနှင့်ပြန်လာခိုင်ခံ့စေခြင်းနှင့်စနစ်တကျရာဇဝတ်မှုများ၏ပုံစံအားလုံးကိုတိုက်ဖျက်"}, {"id": "16.5", "goal": 16, "title": "သိသိသာသာအပေါင်းတို့သည်မိမိတို့ပုံစံများအတွက်အကျင့်ပျက်ခြစားမှုများနှင့်လာဘ်ပေးလာဘ်ယူမှုကိုလျော့ချ"}, {"id": "16.6", "goal": 16, "title": "အားလုံးအဆင့်ဆင့်မှာထိရောက်သောတာဝန်ခံနှင့်ပွင့်လင်းအဖွဲ့အစည်းများဖွံ့ဖြိုး"}, {"id": "16.7", "goal": 16, "title": "အားလုံးအဆင့်ဆင့်မှာတုံ့ပြန်မှုအားလုံးပါဝင်နိုင်, ပါဝင်ဆောင်ရွက်နှင့်ကိုယ်စားလှယ်ဆုံးဖြတ်ချက်ချသေချာ"}, {"id": "16.8", "goal": 16, "title": "ကမ္ဘာလုံးဆိုင်ရာအုပ်ချုပ်မှု၏အဖွဲ့အစည်းများအတွက်ဖွံ့ဖြိုးဆဲနိုင်ငံများ၏ပါဝင်မှုကိုထပ်တိုးနှင့်ခိုင်ခံ့စေ"}, {"id": "16.9", "goal": 16, "title": "2030, ကလေးမွေးဖွားမှတ်ပုံတင်ရေးအပါအဝင်, အလုံးစုံတို့အဘို့တရားဥပဒေဆိုင်ရာဝိသေသလက္ခဏာများကို"}, {"id": "16.1", "goal": 16, "title": "သတင်းအချက်အလက်မှအများပြည်သူလက်လှမ်းမီအာမခံနှင့်အခြေခံလွတ်လပ်ခွင့်များကိုကာကွယ်, အမျိုးသားရေးဥပဒေနှင့်နိုင်ငံတကာသဘောတူညီချက်များနှင့်အညီ"}, {"id": "16.a", "goal": 16, "title": "အကြမ်းဖက်မှုနှင့်တိုက်ခိုက်ရေးအကြမ်းဖက်ဝါဒနှင့်ရာဇဝတ်မှုကာကွယ်တားဆီးဖို့ဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက်အထူးသဖြင့်, အားလုံးအဆင့်ဆင့်မှာစွမ်းရည်ကိုတည်ဆောက်ဘို့, နိုင်ငံတကာပူးပေါင်းဆောင်ရွက်မှုမှတဆင့်အပါအဝင်သက်ဆိုင်ရာအမျိုးသားရေးအဖွဲ့အစည်းတွေကိုခိုင်ခံ့စေ"}, {"id": "16.b", "goal": 16, "title": "ရေရှည်တည်တံ့ဖွံ့ဖြိုးရေးအတွက်မဟုတ်တဲ့ခွဲခြားဆက်ဆံမှုဥပဒေများနှင့်မူဝါဒများမြှင့်တင်ရန်နှင့်ပြဋ္ဌာန်းရန်"}, {"id": "17.1", "goal": 17, "title": "ဖွံ့ဖြိုးဆဲနိုင်ငံများကနိုင်ငံတကာထောက်ခံမှုအားဖြင့်အပါအဝင်ပြည်တွင်းသယံဇာတစည်းရုံးခြင်းကိုခိုင်ခံ့စေအခွန်နှင့်အခြားဝင်ငွေစုဆောင်းခြင်းများအတွက်ပြည်တွင်းစွမ်းရည်တိုးတက်စေရန်"}, {"id": "17.2", "goal": 17, "title": "အပြည့်အဝဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများသို့ ODA / GNI ရာခိုင်နှုန်း 0,20 မှဖွံ့ဖြိုးဆဲနိုင်ငံများသို့ ODA / GNI ရာခိုင်နှုန်း 0.7 နှင့် 0,15 ၏ပစ်မှတ်အောင်မြင်ရန်အများကြီးဖွံ့ဖြိုးပြီးနိုင်ငံများအားဖြင့်ကတိကဝတ်အပါအဝင်၎င်းတို့၏တရားဝင်ဖွံ့ဖြိုးရေးအကူအညီကတိကဝတ်, အကောင်အထည်ဖော်ရန်ဖွံ့ဖြိုးပြီးနိုင်ငံတွေ, ODA ပေးသူဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများသို့ ODA / GNI ရာခိုင်နှုန်းကိုအနည်းဆုံး 0,20 များကိုပစ်မှတ် setting ထည့်သွင်းစဉ်းစားရန်တိုက်တွန်းကြသည်"}, {"id": "17.3", "goal": 17, "title": "မျိုးစုံရင်းမြစ်များမှဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက်နောက်ထပ်ဘဏ္ဍာရေးအရင်းအမြစ်များကိုစည်းရုံး"}, {"id": "17.4", "goal": 17, "title": "သင့်လျော်သောအဖြစ်, ကြွေးမြီငွေကြေးမြှင့်တင်ရေးရည်ရွယ်ညှိနှိုင်းမူဝါဒများအားဖြင့်ကြွေးမြီကယ်ဆယ်ရေးနှင့်ကြွေးမြီပြန်လည်ဖွဲ့စည်းရေရှည်ကြွေးမြီရေရှည်တည်တံ့ရေးမရရှိစရှိဖွံ့ဖြိုးဆဲနိုင်ငံများ Assist နှင့်ကြွေးမြီဒုက္ခဆင်းရဲကိုလျှော့ချဖို့အလွန်အမင်းအကြွေးဆင်းရဲသောနိုင်ငံများ၏ပြင်ပကြွေးမြီဖြေရှင်းရန်"}, {"id": "17.5", "goal": 17, "title": "ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်ရင်းနှီးမြှုပ်နှံမှုမြှင့်တင်ရေးအစိုးရများချမှတ်အကောင်အထည်ဖော်"}, {"id": "17.6", "goal": 17, "title": "မြောက်ကိုရီးယားတောင်ပိုင်း, တောင်-တောင်အာရှနှင့်တြိဂံဒေသဆိုင်ရာနှင့်နိုင်ငံတကာအပေါ်ပူးပေါင်းဆောင်ရွက်မှုနှင့်သိပ္ပံ, နည်းပညာနှင့်ဆန်းသစ်တီထွင်မှုမှဝင်ရောက်ခွင့် Enhance နှင့်နှစ်ဦးနှစ်ဖက်သဘောတူညီခဲ့အသုံးအနှုန်းများအပေါ်မျှဝေအသိပညာမြှင့်တင်ရန်, လက်ရှိယန္တရားတို့တွင်အတိုးတက်ညှိနှိုင်းမှတဆင့်အပါအဝင်, အထူးသဖြင့်ကုလသမဂ္ဂအဆင့်မှာများနှင့်တဆင့် အပျေါမှာသဘောတူညီခဲ့ကြသောအခါကမ္ဘာလုံးဆိုင်ရာနည်းပညာကိုပံ့ပိုးကူညီခြင်းယန္တရား"}, {"id": "17.7", "goal": 17, "title": "နှစ်ဦးနှစ်ဖက်သဘောတူထားသည့်အတိုင်း, concessional နှင့်ဦးစားပေးအသုံးအနှုန်းများအပေါ်အပါအဝင်အဆင်သင့်အသုံးအနှုန်းများအပေါ်ဖွံ့ဖြိုးဆဲနိုင်ငံများသို့ပတ်ဝန်းကျင်သံကိုနည်းပညာတွေ၏ဖွံ့ဖြိုးတိုးတက်မှု, လွှဲပြောင်း, ဖြန့်ဝေခြင်းနှင့်ပျံ့နှံ့မြှင့်တင်"}, {"id": "17.8", "goal": 17, "title": "အပြည့်အဝ, နည်းပညာဘဏ်နှင့်သိပ္ပံ operationalize 2017 ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်နည်းပညာနှင့်ဆန်းသစ်တီထွင်မှုစွမ်းရည်မြှင့်အဆောက်အဦယန္တရားနှင့်နည်းပညာ enable လုပ်ထားခြင်း၏အသုံးပြုမှုကိုမြှင့်တင်ရန်, အထူးသဖြင့်သတင်းအချက်အလက်နှင့်ဆက်သွယ်ရေးနည်းပညာ"}, {"id": "17.9", "goal": 17, "title": "မြောက်-South မှတဆင့်အပါအဝင်လူအပေါင်းတို့သည်ရေရှည်တည်တံ့သောဖွံ့ဖြိုးတိုးတက်မှုဆိုင်ရာပန်းတိုင်များ, အကောင်အထည်ဖော်ရန်အမျိုးသားရေးအစီအစဉ်များကိုထောက်ပံ့တောင်ပိုင်း-တောင်အာရှနှင့်တြိဂံပူးပေါင်းဆောင်ရွက်မှုအကောင်အထည်ဖော်မှု၏နည်းလမ်းကိုခိုင်ခံ့စေခြင်းနှင့်ရေရှည်တည်တံ့ဘို့ကမ္ဘာလုံးဆိုင်ရာမိတ်ဖက်အားကောင်းလာစေပြီးဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက် eective နှင့်ပစ်မှတ်ထားစွမ်းရည်တည်ဆောက်ရေးအကောင်အထည်ဖော်ရန်အတွက်နိုင်ငံတကာထောက်ခံမှု Enhance ဖွံ့ဖြိုးရေးဆိုင်ရာဘဏ္ဍာရေးနည်းပညာစွမ်းဆောင်ရည်တည်ဆောက်ရေး"}, {"id": "17.10", "goal": 17, "title": "၎င်း၏ဒိုဟာဖွံ့ဖြိုးရေးအစီအစဉ်အောက်တွင်ညှိနှိုင်းမှု၏နိဂုံးအားဖြင့်အပါအဝင်ကမ္ဘာ့ကုန်သွယ်ရေးအဖွဲ့အောက်တွင်တစ်ခု universal, စည်းမျဉ်းစည်းကမ်းတွေ-based, ပွင့်လင်း, Non-ခွဲခြားဆက်ဆံမှုများနှင့်သာတူညီမျှဘက်ပေါင်းစုံကုန်သွယ်စနစ်, မြှင့်တင်"}, {"id": "17.11", "goal": 17, "title": "သိသိသာသာ 2020 ကမ္ဘာလုံးဆိုင်ရာပို့ကုန်များ၏အနည်းဆုံးဖွံ့ဖြိုးပြီးနိုင်ငံများ &#39;&#39; ဝေစုကိုနှစ်ဆမှတစ်ဦးအမြင်နှင့်အတူအထူးသဖြင့်ဖွံ့ဖြိုးဆဲနိုင်ငံများတွင်၏ပို့ကုန်တိုးမြှင့်"}, {"id": "17.12", "goal": 17, "title": ", ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများသို့မှတင်သွင်းမှုသက်ဆိုင်ဇာစ်မြစ်၏ဦးစားပေးစည်းမျဉ်းစည်းကမ်းတွေကိုပွင့်လင်းနဲ့ရိုးရိုးဖြစ်ကြောင်းသေချာသဖြင့်အပါအဝင်, World Trade Organization ဆုံးဖြတ်ချက်များနှင့်အတူတသမတ်တည်းအားလုံးဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများအတွက်တစ်တည်မြဲအခြေခံပေါ်မှာတာဝန်-အခမဲ့နှင့်ခွဲတမ်း-အခမဲ့စျေးကွက်ကိုလက်လှမ်းမီ၏အချိန်မီအကောင်အထည်ဖော်ရေး, သဘောပေါက် နှင့်စျေးကွက်ဝင်ရောက်ခွင့်ပေါ်လစီများနှင့်အဖွဲ့အစည်းဆိုင်ရာကွက်တိဝင်လွယ်ကူချောမွေ့ရန်အထောက်အကူ"}, {"id": "17.13", "goal": 17, "title": "မူဝါဒကိုညှိနှိုင်းနှင့်မူဝါဒကွက်တိဝင်တဆင့်အပါအဝင်ကမ္ဘာလုံးဆိုင်ရာမက်ခရိုစီးပွားရေးတည်ငြိမ်မှုကိုမြှင့်တင်ရန်"}, {"id": "17.14", "goal": 17, "title": "ရေရှည်တည်တံ့ဖွံ့ဖြိုးရေးအတွက်မူဝါဒကကွက်တိဝင် Enhance"}, {"id": "17.15", "goal": 17, "title": "ဆင်းရဲမွဲတေမှုပပျောက်ရေးနှင့်ရေရှည်ဖွံ့ဖြိုးတိုးတက်မှု Multi-ပါဝင်သူများ၏မိတ်ဖက်များအတွက်မူဝါဒများတည်ထောင်ရန်နှင့်အကောင်အထည်ဖေါ်ရန်ရိုသေလေးစားမှုအသီးအသီးနိုင်ငံရဲ့မူဝါဒကိုအာကာသနှင့်ခေါင်းဆောင်မှု"}, {"id": "17.16", "goal": 17, "title": "စည်းရုံးကြောင်း multistakeholder မိတ်ဖက်များကပိုမိုပြည့်စုံရေရှည်တည်တံ့ဖွံ့ဖြိုးရေးအတွက်ကမ္ဘာလုံးဆိုင်ရာမိတ်ဖက်, Enhance နှင့်အထူးသဖြင့်ဖွံ့ဖြိုးဆဲနိုင်ငံများတွင်, နိုင်ငံအားလုံးအတွက်ရေရှည်ဖွံ့ဖြိုးတိုးတက်မှုရည်မှန်းချက်ပန်းတိုင်၏အောင်မြင်မှုကိုထောကျပံ့ဖို့, အသိပညာ, ကျွမ်းကျင်မှု, နည်းပညာနှင့်ဘဏ္ဍာရေးအရင်းအမြစ်များကိုဝေမျှ"}, {"id": "17.17", "goal": 17, "title": "မိတ်ဖက် Data ကို, စောင့်ကြည့်လေ့လာခြင်းနှင့်တာဝန်ခံမှု၏မဟာဗျူဟာများကိုအတွေ့အကြုံအပေါ်တည်ဆောက်ခြင်းနှင့်အရင်းအမြစ်များမရှိစေရန်, ထိရောက်သောအများပြည်သူ, ပုဂ္ဂလိက-အများပြည်သူနှင့်အရပ်ဘက်လူ့အဖွဲ့အစည်းမိတ်ဖက်အားပေးပါနှင့်မြှင့်တင်ရန်"}, {"id": "17.18", "goal": 17, "title": "2020, ရွှေ့ပြောင်း, သိသိသာသာဝင်ငွေ, ကျား, မ, အသက်, လူမျိုး, လူမျိုးရေးအားဖြင့် disaggregated အရည်အသွေးမြင့်, အချိန်မီနှင့်ယုံကြည်စိတ်ချရသောအချက်အလက်များ၏ရရှိနိုင်မှုကိုတိုးမြှင့်ရန်, ဖွံ့ဖြိုးမှုအနည်းဆုံးနိုင်ငံများနှင့်ပြည်နယ်များဖွံ့ဖြိုးဆဲသေးငယ်တဲ့ကျွန်းများအတွက်အပါအဝင်ဖွံ့ဖြိုးဆဲနိုင်ငံများစွမ်းရည်-တည်ဆောက်ဖို့ပံ့ပိုးမှုမြှင့်တင်ရန် အဆင့်အတန်း, မသန်မစွမ်း, ပထဝီအနေအထားတည်နေရာနှင့်အမျိုးသားပြန်လည်အခင်းအကျင်းအတွက်သက်ဆိုင်ရာအခြားဝိသေသလက္ခဏာများ"}, {"id": "17.19", "goal": 17, "title": "2030, ကုန်သွယ်ရေးစနစ်တကျကိစ္စများစုစုပေါင်းပြည်တွင်းထုတ်ကုန်ကိုဖြည့်ကြောင်းရေရှည်ဖွံ့ဖြိုးတိုးတက်မှုအပေါ်တိုးတက်မှုတိုင်းတာဖွံ့ဖြိုးတိုးတက်နှင့်ဖွံ့ဖြိုးဆဲနိုင်ငံများအတွက်စာရင်းအင်းစွမ်းရည်တည်ဆောက်ရေးကိုထောက်ခံအားလက်ရှိအစပျိုးအပေါ်တည်ဆောက်"}], "source": {"url": "https://sustainabledevelopment.un.org/content/documents/7891TRANSFORMING%20OUR%20WORLD.pdf", "date": "03/08/2015"}}